[
  {
    "Id": 24791,
    "Text": "Phẩm chất nào không nằm trong 7 phẩm chất quan trọng mà Product Owner cần có?",
    "Marks": 1,
    "AnswerId": 102847,
    "Answers": [
      {
        "Id": 102847,
        "Text": "Có kỹ năng của một Tester"
      },
      {
        "Id": 102848,
        "Text": "Có tầm nhìn và kiến thức rõ ràng về sản phẩm"
      },
      {
        "Id": 102849,
        "Text": "Biết cách quản lý thành công kỳ vọng của các bên liên quan và đôi khi là mâu thuẫn về độ ưu tiên"
      },
      {
        "Id": 102850,
        "Text": "Biết cách thu thập yêu cầu để chuyển tầm nhìn sản phẩm thành một Product Backlog tốt"
      }
    ]
  },
  {
    "Id": 24792,
    "Text": "Cách tiếp cận tầm nhìn sản phẩm sử dụng kỹ thuật gì?",
    "Marks": 1,
    "AnswerId": 102855,
    "Answers": [
      {
        "Id": 102851,
        "Text": "5X"
      },
      {
        "Id": 102852,
        "Text": "5S"
      },
      {
        "Id": 102853,
        "Text": "5A"
      },
      {
        "Id": 102854,
        "Text": "5Y"
      },
      {
        "Id": 102855,
        "Text": "5W"
      }
    ]
  },
  {
    "Id": 24793,
    "Text": "Phương án nào không phải lợi ích khi xác định mục tiêu của Sprint?",
    "Marks": 1,
    "AnswerId": 102856,
    "Answers": [
      {
        "Id": 102856,
        "Text": "Hỗ trợ giao tiếp giữa các phòng ban trong công ty"
      },
      {
        "Id": 102857,
        "Text": "Nhận thông tin phản hồi"
      },
      {
        "Id": 102858,
        "Text": "Tạo sự tập trung và hỗ trợ nhóm tốt hơn từ khách hàng"
      },
      {
        "Id": 102859,
        "Text": "Thuận tiện khi phân tích phản hồi"
      }
    ]
  },
  {
    "Id": 24794,
    "Text": "Phương án nào không phải ưu điểm của phương pháp lá bài lập kế hoạch ?",
    "Marks": 1,
    "AnswerId": 102863,
    "Answers": [
      {
        "Id": 102860,
        "Text": "Thu được nhiều ý kiến đóng góp của các chuyên gia"
      },
      {
        "Id": 102861,
        "Text": "Các nghiên cứu chỉ ra ước lượng trung bình và thảo luận nhóm sẽ cho kết quả tốt hơn"
      },
      {
        "Id": 102862,
        "Text": "Hội thoại giữa các thành viên đưa đến kết quả ước lượng chính xác hơn"
      },
      {
        "Id": 102863,
        "Text": "Thu được ý kiến đóng góp của khách hàng"
      }
    ]
  },
  {
    "Id": 24795,
    "Text": "Sự khác nhau giữa mô hình truyền thống (thác nước) và mô hình tiếp cận tăng trưởng (Scrum) là gì?",
    "Marks": 1,
    "AnswerId": 102867,
    "Answers": [
      {
        "Id": 102864,
        "Text": "Khả năng thành công dự án khi áp dụng mô hình thác nước là cao và khả năng thành công dự án khi áp dụng mô hình Scrum là thấp"
      },
      {
        "Id": 102865,
        "Text": "Trong mô hình truyền thống (thác nước), quá trình phát triển được chia thành các Sprint. Trong mô hình Scrum, quá trình phát triển không được chia thành các Sprint"
      },
      {
        "Id": 102866,
        "Text": "Scrum Master là một vị trí quan trọng trong dự án theo mô hình thác nước. Trong mô hình Scrum không có vị trí Scrum Master"
      },
      {
        "Id": 102867,
        "Text": "Trong mô hình thác nước, sản phẩm của khách hàng được xác định ở giai đoạn cuối. Trong mô hình Scrum, sản phẩm được chuyển giao cho khách hàng theo từng Sprint"
      }
    ]
  },
  {
    "Id": 24796,
    "Text": "Đối với tổ chức cơ sở hạ tầng kiểm thử, chúng ta nên gặp gỡ thành viên của nhóm kỹ thuật cài đặt môi trường kiểm thử tạm thời ở giai đoạn nào?",
    "Marks": 1,
    "AnswerId": 102868,
    "Answers": [
      {
        "Id": 102868,
        "Text": "Ngay từ đầu dự án khi họ cài đặt môi trường kiểm thử tạm thời"
      },
      {
        "Id": 102869,
        "Text": "Kết thúc Sprint"
      },
      {
        "Id": 102870,
        "Text": "Bàn giao sản phẩm"
      },
      {
        "Id": 102871,
        "Text": "Bắt đầu Sprint mới"
      }
    ]
  },
  {
    "Id": 24797,
    "Text": "Định nghĩa nhóm Scrum?",
    "Marks": 1,
    "AnswerId": 102872,
    "Answers": [
      {
        "Id": 102872,
        "Text": "Là một nhóm liên chức năng gồm Product Owner, Scrum Master và Development Team (Nhóm Phát triển)."
      },
      {
        "Id": 102873,
        "Text": "Là một nhóm liên chức năng gồm Development Team (Nhóm Phát triển)."
      },
      {
        "Id": 102874,
        "Text": "Là một nhóm liên chức năng gồm Product Owner và Development Team (Nhóm Phát triển)."
      },
      {
        "Id": 102875,
        "Text": "Là một nhóm liên chức năng gồm QA, Scrum Master và Development Team (Nhóm Phát triển)."
      }
    ]
  },
  {
    "Id": 24798,
    "Text": "Các nhóm Scrum nên có tối đa bao nhiêu thành viên?",
    "Marks": 1,
    "AnswerId": 102876,
    "Answers": [
      {
        "Id": 102876,
        "Text": "7"
      },
      {
        "Id": 102877,
        "Text": "50"
      },
      {
        "Id": 102878,
        "Text": "70"
      },
      {
        "Id": 102879,
        "Text": "1000"
      },
      {
        "Id": 102880,
        "Text": "100"
      }
    ]
  },
  {
    "Id": 24799,
    "Text": "Chọn phương án không phải danh sách công việc mặc định được trello tạo sẵn?",
    "Marks": 1,
    "AnswerId": 102883,
    "Answers": [
      {
        "Id": 102881,
        "Text": "Doing"
      },
      {
        "Id": 102882,
        "Text": "Done"
      },
      {
        "Id": 102883,
        "Text": "In Progress"
      },
      {
        "Id": 102884,
        "Text": "Todo"
      }
    ]
  },
  {
    "Id": 24800,
    "Text": "Để xác định tầm nhìn kiến trúc, nhóm phải xem lại tầm nhìn và mục tiêu của sản phẩm để xác định các dữ liệu kinh doanh chính?",
    "Marks": 1,
    "AnswerId": 102886,
    "Answers": [
      {
        "Id": 102885,
        "Text": "Sai"
      },
      {
        "Id": 102886,
        "Text": "Đúng"
      }
    ]
  }
]